[
  {
    "name" : "Milkbox Coffee and Tuckshop",
    "address" : "170 Alfred St, Fortitude Valley QLD 4006",
    "price" : "mid-range",
    "review" : "This place is conveniently located downstairs and across the road from our building. The prices are a little high but you get fast coffee and a small range of foods to satisfy your hunger. Be aware that they close early on Sundays so don't leave it too late."
  },

  {
    "name" : "Café 63 Plumridge House",
    "address" : "174 Barry Parade, Fortitude Valley QLD 4006",
    "price" : "mid-range",
    "review" : "A short walk from the apartment but they have a larger range of food to choose from. Dine in or takeaway options are available. Their halloumi burger is a must-try! Do not be fooled about the name Monk and Grind, this is the same place as Cafe 63."
  },

  {
    "name" : "Proud Henry",
    "address" : "153 Wickham St, Brisbane City QLD 4006",
    "price" : "",
    "review" : "A little further away but this Wine and Ginoteca bar is branching out into the coffee world. They are closed on Sundays but their coffee is great and their Gin is better. Check out the details for their bar here."
  },

  {
    "name" : "Smoked Garage",
    "address" : "126 Wickham St, Fortitude Valley QLD 4006",
    "price" : "low-mid",
    "review" : "In the opposite direction of Proud Henry is this funky place. It doubles as a motorcycle shop that sells good coffee. They have large chairs and plenty to choose from on a weekday. Do not be put off by their biker image, these people are lovely."
  },

  {
    "name" : "Mocha Monkeys",
    "address" : "1/108 Wickham St, Fortitude Valley QLD 4006",
    "price" : "low",
    "review" : "This is the best coffee in Brisbane. You go in there and choose your blend from either Mezzo, the Columbian, or Forza. Then pick which way you want it such as cappucino, latte, long black etc. It is recommended to have without sugar as each blend has a unique flavour. The bagels are good but the margarita pizza needs a bit of work."
  },

  {
    "name" : "Daily Planet Cafe",
    "address" : "228 Wickham St, Fortitude Valley QLD 4006",
    "price" : "",
    "review" : "The food is made fresh to order and the coffee is great. Friendly staff and their customer service is excellent too. Everything is reasonably priced and a great atmosphere. Their turkish sandwiches are filling and healthy too. Would highly recommend this place for their food!"
  },

  {
    "name" : "Cheung's Cakes and Café",
    "address" : "233/247 Wickham St, Fortitude Valley QLD 4006",
    "price" : "",
    "review" : "Looking for a quiet spot in Brisbane? This is the place to go. Everything is fresh and the staff are lovely. It's a nice spot if you want to read a book while you sip your tea/coffee. Make sure you grab one of their cakes as they are tasty."
  },

  {
    "name" : "The New Black",
    "address" : "694 Ann St, Fortitude Valley QLD 4006",
    "price" : "",
    "review" : "A very unusual place to eat with some crazy flavours that just seem to work really well. Great coffee, a wide variety of food to choose from, and friendly staff certainly make this one of the places you must visit."
  },

  {
    "name" : "Death Before Decaf",
    "address" : "3/760-766 Brunswick St, New Farm QLD 4005",
    "price" : "",
    "review" : "A bit out of the way from our place but worth the trip. Death Before Decaf is open 24 hours to meet all your coffee needs. Don't be put off by the biker theme and the heavy metal music, these people really know how to perk you up with a strong brew. Worth the trip."
  }

]